Repository: lynnjeans/keybridge
Catalog: SameKeys/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, zh_hans, zh_hant

source: Undo every change to the preset
de: Jede Änderung an der Vorgabe widerrufen
es: Deshacer todos los cambios en el preajuste
fr: Annuler toutes les modifications du préréglage
ja: プリセットへの変更をすべて取り消す
ko: 기본 설정의 모든 변경 사항 실행 취소
pl: Cofnij wszystkie zmiany w ustawieniach wstępnych
pt_br: Desfazer todas as mudanças no predefinido
zh_hans: 撤销对预设的所有更改
zh_hant: 還原對預設的所有更改

source: Unpin
de: Lösen
es: Dejar de fijar
fr: Désépingler
ja: ピン留めを解除
ko: 고정 해제
pl: Odepnij
pt_br: Desafixar
zh_hans: 取消固定
zh_hant: 取消固定

source: Version and updates, and diagnostics to export when something goes wrong. Open source under GPL-3.0, and free.
de: Version und Updates sowie die Diagnose zum Exportieren, wenn etwas schiefgeht. Open Source unter GPL-3.0 und kostenlos.
es: Versión y actualizaciones, y el diagnóstico que exportar si algo falla. De código abierto bajo GPL-3.0, y gratuito.
fr: Version et mises à jour, et le diagnostic à exporter en cas de problème. Open source sous GPL-3.0, et gratuit.
ja: バージョンとアップデート、問題があったときに書き出す診断情報。GPL-3.0 のオープンソースで、無料です。
ko: 버전과 업데이트, 문제가 생겼을 때 내보낼 진단 정보. GPL-3.0 오픈 소스이며 무료입니다.
pl: Wersja i uaktualnienia oraz diagnostyka do wyeksportowania, gdy coś pójdzie nie tak. Otwarte oprogramowanie na licencji GPL-3.0, za darmo.
pt_br: Versão e atualizações, e o diagnóstico para exportar quando algo dá errado. Código aberto sob GPL-3.0, e gratuito.
zh_hans: 版本与更新，遇到问题时在这里导出诊断信息。GPL-3.0 开源，免费。
zh_hant: 版本與更新，遇到問題時在這裡輸出診斷資訊。GPL-3.0 開源，免費。

source: Waiting for %@…
de: Warten auf %@ …
es: Esperando a %@…
fr: En attente de %@…
ja: %@ を待っています…
ko: %@ 기다리는 중…
pl: Czekam na %@…
pt_br: Aguardando %@…
zh_hans: 正在等待%@…
zh_hant: 正在等待 %@…

source: Wheel
de: Rad
es: Rueda
fr: Molette
ja: ホイール
ko: 휠
pl: Kółko
pt_br: Roda
zh_hans: 滚轮
zh_hant: 滾輪

source: When a shortcut does not do what you expect: start, press it again, then export. For five minutes SameKeys notes each shortcut, the keyboard it came from, the app in front and what it became. Letters typed on their own are never noted.
de: Wenn ein Kurzbefehl nicht tut, was du erwartest: starten, ihn noch einmal drücken, dann exportieren. Fünf Minuten lang notiert SameKeys jeden Kurzbefehl, die Tastatur, von der er kam, die App im Vordergrund und was daraus wurde. Allein getippte Buchstaben werden nie notiert.
es: Cuando un atajo no hace lo que esperas: inicia, vuelve a pulsarlo y exporta. Durante cinco minutos, SameKeys anota cada atajo, el teclado del que vino, la app en primer plano y en qué se convirtió. Las letras escritas solas nunca se anotan.
fr: Quand un raccourci ne fait pas ce que vous attendez : démarrez, appuyez-le de nouveau, puis exportez. Pendant cinq minutes, SameKeys note chaque raccourci, le clavier d’où il vient, l’app au premier plan et ce qu’il est devenu. Les lettres tapées seules ne sont jamais notées.
ja: ショートカットが思いどおりに動かないとき：記録を開始し、もう一度押してから書き出します。5 分間、SameKeys は各ショートカットと、そのキーボード、最前面のアプリ、何に変換されたかを記録します。単独で入力した文字は記録しません。
ko: 단축키가 예상대로 동작하지 않을 때: 기록을 시작하고, 그 단축키를 다시 누른 다음 내보내십시오. 5분 동안 SameKeys가 단축키마다 어느 키보드에서 왔는지, 맨 앞의 앱, 무엇으로 바뀌었는지를 기록합니다. 단독으로 입력한 글자는 기록하지 않습니다.
pl: Gdy skrót nie robi tego, czego oczekujesz: zacznij, naciśnij go ponownie, potem wyeksportuj. Przez pięć minut SameKeys notuje każdy skrót, klawiaturę, z której przyszedł, aplikację na pierwszym planie i to, w co się zamienił. Litery wpisywane osobno nigdy nie są notowane.
pt_br: Quando um atalho não faz o que você espera: inicie, pressione-o de novo e exporte. Por cinco minutos, o SameKeys anota cada atalho, o teclado de onde veio, o app em primeiro plano e no que ele se transformou. Letras digitadas sozinhas nunca são anotadas.
zh_hans: 快捷键没有按预期工作时：开始记录，再按一次那个快捷键，然后导出。五分钟内，SameKeys 会记下每个快捷键、来自哪块键盘、当时最前面的应用，以及它被转成了什么。单独输入的字母永远不会被记下。
zh_hant: 快速鍵沒有按預期運作時：開始記錄，再按一次那個快速鍵，然後輸出。五分鐘內，SameKeys 會記下每個快速鍵、來自哪個鍵盤、當時最前方的 App，以及它被轉成了什麼。單獨輸入的字母永遠不會被記下。

source: When you press
de: Wenn du drückst
es: Al pulsar
fr: Quand vous appuyez sur
ja: 押すキー
ko: 누를 때
pl: Gdy naciśniesz
pt_br: Quando você pressiona
zh_hans: 按下
zh_hant: 按下

source: Which keys Win and Alt are on each keyboard.
de: Auf welchen Tasten Win und Alt auf jeder Tastatur liegen.
es: En qué teclas están Win y Alt en cada teclado.
fr: Sur quelles touches sont Win et Alt sur chaque clavier.
ja: キーボードごとに、Win と Alt をどのキーに割り当てるかを選びます。
ko: 각 키보드에서 Win과 Alt가 어느 키인지 정합니다.
pl: Na których klawiszach są Win i Alt na każdej klawiaturze.
pt_br: Em quais teclas ficam Win e Alt em cada teclado.
zh_hans: Win 和 Alt 在每把键盘上对应哪个键。
zh_hant: Win 和 Alt 在每個鍵盤上對應哪個鍵。

source: Win and Alt keys
de: Win- und Alt-Taste
es: Teclas Win y Alt
fr: Touches Win et Alt
ja: Win キーと Alt キー
ko: Win 키와 Alt 키
pl: Klawisze Win i Alt
pt_br: Teclas Win e Alt
zh_hans: Win 键和 Alt 键
zh_hant: Win 鍵和 Alt 鍵

source: Win and Alt swapped
de: Win und Alt vertauscht
es: Win y Alt intercambiadas
fr: Win et Alt inversées
ja: Win と Alt を入れ替え
ko: Win과 Alt 바꿈
pl: Win i Alt zamienione
pt_br: Win e Alt trocadas
zh_hans: Win 与 Alt 对调
zh_hant: Win 與 Alt 對調

source: Win is ⌘, so these shortcuts take ⌘Tab, ⌘Space, ⌘L, ⌘E, ⌘D, ⌘. and ⌘⇧S, and tapping ⌘ on its own opens Apps. ⌘Tab then opens Mission Control; switch apps with ⌥Tab. While the clipboard history is on, ⌘V opens it instead of pasting.
de: Win ist ⌘, diese Kurzbefehle belegen also ⌘Tab, ⌘Leertaste, ⌘L, ⌘E, ⌘D, ⌘. und ⌘⇧S, und ⌘ allein öffnet Apps. ⌘Tab öffnet dann Mission Control; Apps wechselst du mit ⌥Tab. Ist der Zwischenablage-Verlauf an, öffnet ⌘V ihn statt einzufügen.
es: Win es ⌘, así que estos atajos ocupan ⌘Tab, ⌘Espacio, ⌘L, ⌘E, ⌘D, ⌘. y ⌘⇧S, y pulsar ⌘ solo abre Apps. ⌘Tab abre entonces Mission Control; cambia de app con ⌥Tab. Mientras el historial del portapapeles está activado, ⌘V lo abre en lugar de pegar.
fr: Win est ⌘, ces raccourcis prennent donc ⌘Tab, ⌘Espace, ⌘L, ⌘E, ⌘D, ⌘. et ⌘⇧S, et ⌘ seul ouvre Apps. ⌘Tab ouvre alors Mission Control ; changez d’app avec ⌥Tab. Tant que l’historique du presse-papiers est activé, ⌘V l’ouvre au lieu de coller.
ja: Win は ⌘ のため、これらのショートカットは ⌘Tab、⌘スペース、⌘L、⌘E、⌘D、⌘.、⌘⇧S を使い、⌘ を単独で押すと「アプリ」が開きます。⌘Tab は Mission Control を開くようになり、アプリの切り替えは ⌥Tab で行います。クリップボード履歴がオンのときは、⌘V でペーストせずに履歴を開きます。
ko: Win이 ⌘이므로 이 단축키들은 ⌘Tab, ⌘스페이스, ⌘L, ⌘E, ⌘D, ⌘., ⌘⇧S를 차지하고, ⌘만 누르면 앱이 열립니다. 이때 ⌘Tab은 Mission Control을 열며, 앱 전환은 ⌥Tab으로 합니다. 클립보드 기록이 켜져 있으면 ⌘V는 붙여넣는 대신 기록을 엽니다.
pl: Win to ⌘, więc te skróty zajmują ⌘Tab, ⌘Spacja, ⌘L, ⌘E, ⌘D, ⌘. i ⌘⇧S, a samo stuknięcie ⌘ otwiera Aplikacje. ⌘Tab otwiera wtedy Mission Control; aplikacje przełączasz ⌥Tab. Gdy historia schowka jest włączona, ⌘V otwiera ją zamiast wklejać.
pt_br: Win é ⌘, então estes atalhos ocupam ⌘Tab, ⌘Espaço, ⌘L, ⌘E, ⌘D, ⌘. e ⌘⇧S, e tocar só em ⌘ abre Apps. ⌘Tab passa a abrir o Mission Control; alterne apps com ⌥Tab. Enquanto o histórico da área de transferência está ativado, ⌘V o abre em vez de colar.
zh_hans: Win 映射为 ⌘，所以这些快捷键会占用 ⌘Tab、⌘空格、⌘L、⌘E、⌘D、⌘. 和 ⌘⇧S，单按一下 ⌘ 会打开“应用程序”。之后 ⌘Tab 打开调度中心，切换 App 请用 ⌥Tab。剪贴板历史开启时，⌘V 会打开它而不是粘贴。
zh_hant: Win 對應為 ⌘，所以這些快速鍵會佔用 ⌘Tab、⌘空白鍵、⌘L、⌘E、⌘D、⌘. 和 ⌘⇧S，單按一下 ⌘ 會打開「App」。之後 ⌘Tab 打開指揮中心，切換 App 請用 ⌥Tab。剪貼簿歷史開啟時，⌘V 會打開它而不是貼上。

source: Win is ⌥, so these shortcuts take ⌥Tab, ⌥Space, ⌥L, ⌥E, ⌥D, ⌥. and ⌥⇧S, and tapping ⌥ on its own opens Apps. ⌥ and a letter types characters on a Mac (é, ¬, ∂; @ on some layouts).
de: Win ist ⌥, diese Kurzbefehle belegen also ⌥Tab, ⌥Leertaste, ⌥L, ⌥E, ⌥D, ⌥. und ⌥⇧S, und ⌥ allein öffnet Apps. ⌥ plus Buchstabe tippt auf dem Mac Zeichen (é, ¬, ∂; auf manchen Layouts @).
es: Win es ⌥, así que estos atajos ocupan ⌥Tab, ⌥Espacio, ⌥L, ⌥E, ⌥D, ⌥. y ⌥⇧S, y pulsar ⌥ solo abre Apps. ⌥ y una letra escriben caracteres en Mac (é, ¬, ∂; @ en algunas distribuciones).
fr: Win est ⌥, ces raccourcis prennent donc ⌥Tab, ⌥Espace, ⌥L, ⌥E, ⌥D, ⌥. et ⌥⇧S, et ⌥ seul ouvre Apps. ⌥ et une lettre saisissent des caractères sur Mac (é, ¬, ∂ ; @ sur certaines dispositions).
ja: Win は ⌥ のため、これらのショートカットは ⌥Tab、⌥スペース、⌥L、⌥E、⌥D、⌥.、⌥⇧S を使い、⌥ を単独で押すと「アプリ」が開きます。Mac では ⌥ と文字キーで文字を入力します（é、¬、∂、一部の配列では @）。
ko: Win이 ⌥이므로 이 단축키들은 ⌥Tab, ⌥스페이스, ⌥L, ⌥E, ⌥D, ⌥., ⌥⇧S를 차지하고, ⌥만 누르면 앱이 열립니다. Mac에서 ⌥+글자는 문자를 입력합니다(é, ¬, ∂, 일부 자판에서는 @).
pl: Win to ⌥, więc te skróty zajmują ⌥Tab, ⌥Spacja, ⌥L, ⌥E, ⌥D, ⌥. i ⌥⇧S, a samo stuknięcie ⌥ otwiera Aplikacje. ⌥ z literą wpisuje na Macu znaki (é, ¬, ∂; na niektórych układach @).
pt_br: Win é ⌥, então estes atalhos ocupam ⌥Tab, ⌥Espaço, ⌥L, ⌥E, ⌥D, ⌥. e ⌥⇧S, e tocar só em ⌥ abre Apps. ⌥ e uma letra digitam caracteres no Mac (é, ¬, ∂; @ em alguns layouts).
zh_hans: Win 映射为 ⌥，所以这些快捷键会占用 ⌥Tab、⌥空格、⌥L、⌥E、⌥D、⌥. 和 ⌥⇧S，单按一下 ⌥ 会打开“应用程序”。⌥ 加字母在 Mac 上用来输入字符（é、¬、∂，某些布局下是 @）。
zh_hant: Win 對應為 ⌥，所以這些快速鍵會佔用 ⌥Tab、⌥空白鍵、⌥L、⌥E、⌥D、⌥. 和 ⌥⇧S，單按一下 ⌥ 會打開「App」。⌥ 加字母在 Mac 上用來輸入字元（é、¬、∂，某些鍵盤配置下是 @）。

source: Win maps to ⌘ and Alt to ⌥. For example, Win+L is ⌘L.
de: Win wird zu ⌘ und Alt zu ⌥. Zum Beispiel ist Win+L ⌘L.
es: Win pasa a ⌘ y Alt a ⌥. Por ejemplo, Win+L es ⌘L.
fr: Win devient ⌘ et Alt ⌥. Par exemple, Win+L est ⌘L.
ja: Win は ⌘、Alt は ⌥ に割り当てます。例：Win+L は ⌘L。
ko: Win은 ⌘, Alt는 ⌥에 대응합니다. 예를 들어 Win+L은 ⌘L입니다.
pl: Win to ⌘, a Alt to ⌥. Na przykład Win+L to ⌘L.
pt_br: Win vira ⌘ e Alt vira ⌥. Por exemplo, Win+L é ⌘L.
zh_hans: Win 映射为 ⌘，Alt 映射为 ⌥。例如 Win+L 就是 ⌘L。
zh_hant: Win 對應為 ⌘，Alt 對應為 ⌥。例如 Win+L 就是 ⌘L。

source: Win maps to ⌥ and Alt to ⌘. For example, Win+L is ⌥L.
de: Win wird zu ⌥ und Alt zu ⌘. Zum Beispiel ist Win+L ⌥L.
es: Win pasa a ⌥ y Alt a ⌘. Por ejemplo, Win+L es ⌥L.
fr: Win devient ⌥ et Alt ⌘. Par exemple, Win+L est ⌥L.
ja: Win は ⌥、Alt は ⌘ に割り当てます。例：Win+L は ⌥L。
ko: Win은 ⌥, Alt는 ⌘에 대응합니다. 예를 들어 Win+L은 ⌥L입니다.
pl: Win to ⌥, a Alt to ⌘. Na przykład Win+L to ⌥L.
pt_br: Win vira ⌥ e Alt vira ⌘. Por exemplo, Win+L é ⌥L.
zh_hans: Win 映射为 ⌥，Alt 映射为 ⌘。例如 Win+L 就是 ⌥L。
zh_hant: Win 對應為 ⌥，Alt 對應為 ⌘。例如 Win+L 就是 ⌥L。

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウインドウ
ko: 윈도우
pl: Okno
pt_br: Janela
zh_hans: 窗口
zh_hant: 視窗

source: Window Snapping
de: Fenster andocken
es: Ajuste de ventanas
fr: Ancrage des fenêtres
ja: ウインドウ配置
ko: 윈도우 맞추기
pl: Przyciąganie okien
pt_br: Encaixe de Janelas
zh_hans: 窗口贴边
zh_hant: 視窗貼齊

source: Window position
de: Fensterposition
es: Posición de la ventana
fr: Position de la fenêtre
ja: ウインドウの位置
ko: 윈도우 위치
pl: Położenie okna
pt_br: Posição da janela
zh_hans: 窗口位置
zh_hant: 視窗位置

source: Windows Key
de: Windows-Taste
es: Tecla Windows
fr: Touche Windows
ja: Windows キー
ko: Windows 키
pl: Klawisz Windows
pt_br: Tecla Windows
zh_hans: Windows 键
zh_hant: Windows 鍵

source: Windows key shortcuts are on with Win as ⌘: ⌘Tab opens Mission Control (switch apps with ⌥Tab), ⌘V the clipboard history while it is on, and ⌘Space, ⌘L, ⌘E, ⌘D, ⌘. and ⌘⇧S, and ⌘ tapped on its own, are taken too.
de: Windows-Tasten-Kurzbefehle sind an, Win ist ⌘: ⌘Tab öffnet Mission Control (Apps wechseln mit ⌥Tab), ⌘V den Zwischenablage-Verlauf, solange er an ist, und ⌘Leertaste, ⌘L, ⌘E, ⌘D, ⌘., ⌘⇧S und ⌘ allein sind ebenfalls belegt.
es: Los atajos de la tecla Windows están activados con Win como ⌘: ⌘Tab abre Mission Control (cambia de app con ⌥Tab), ⌘V el historial del portapapeles mientras esté activado, y ⌘Espacio, ⌘L, ⌘E, ⌘D, ⌘., ⌘⇧S y ⌘ solo también quedan ocupados.
fr: Les raccourcis de la touche Windows sont activés, avec Win sur ⌘ : ⌘Tab ouvre Mission Control (changez d’app avec ⌥Tab), ⌘V l’historique du presse-papiers s’il est activé, et ⌘Espace, ⌘L, ⌘E, ⌘D, ⌘., ⌘⇧S et ⌘ seul sont pris aussi.
ja: Windows キーのショートカットがオンで Win は ⌘ です：⌘Tab で Mission Control が開き（アプリの切り替えは ⌥Tab）、クリップボード履歴がオンなら ⌘V で履歴が開き、⌘スペース、⌘L、⌘E、⌘D、⌘.、⌘⇧S と ⌘ の単独押しも使われます。
ko: Windows 키 단축키가 켜져 있으며 Win은 ⌘입니다: ⌘Tab은 Mission Control을 열고(앱 전환은 ⌥Tab), 클립보드 기록이 켜져 있으면 ⌘V는 기록을 열며, ⌘스페이스, ⌘L, ⌘E, ⌘D, ⌘., ⌘⇧S와 ⌘ 단독 입력도 차지됩니다.
pl: Skróty klawisza Windows są włączone, Win to ⌘: ⌘Tab otwiera Mission Control (aplikacje przełączasz ⌥Tab), ⌘V historię schowka, gdy jest włączona, a ⌘Spacja, ⌘L, ⌘E, ⌘D, ⌘., ⌘⇧S i samo ⌘ też są zajęte.
pt_br: Os atalhos da tecla Windows estão ativados com Win como ⌘: ⌘Tab abre o Mission Control (alterne apps com ⌥Tab), ⌘V o histórico da área de transferência enquanto ativado, e ⌘Espaço, ⌘L, ⌘E, ⌘D, ⌘., ⌘⇧S e ⌘ sozinho também ficam ocupados.
zh_hans: Windows 键快捷键已开启，Win 为 ⌘：⌘Tab 打开调度中心（切换 App 用 ⌥Tab），⌘V 在剪贴板历史开启时打开它，⌘空格、⌘L、⌘E、⌘D、⌘.、⌘⇧S 以及单按 ⌘ 也会被占用。
zh_hant: Windows 鍵快速鍵已開啟，Win 為 ⌘：⌘Tab 打開指揮中心（切換 App 用 ⌥Tab），⌘V 在剪貼簿歷史開啟時打開它，⌘空白鍵、⌘L、⌘E、⌘D、⌘.、⌘⇧S 以及單按 ⌘ 也會被佔用。

source: Windows key shortcuts are on with Win as ⌥: ⌥Tab opens Mission Control, ⌥Space, ⌥L, ⌥E, ⌥D, ⌥. and ⌥⇧S no longer type characters, and ⌥ tapped on its own opens Apps.
de: Windows-Tasten-Kurzbefehle sind an, Win ist ⌥: ⌥Tab öffnet Mission Control, ⌥Leertaste, ⌥L, ⌥E, ⌥D, ⌥. und ⌥⇧S tippen keine Zeichen mehr, und ⌥ allein öffnet Apps.
es: Los atajos de la tecla Windows están activados con Win como ⌥: ⌥Tab abre Mission Control, ⌥Espacio, ⌥L, ⌥E, ⌥D, ⌥. y ⌥⇧S ya no escriben caracteres, y ⌥ solo abre Apps.
fr: Les raccourcis de la touche Windows sont activés, avec Win sur ⌥ : ⌥Tab ouvre Mission Control, ⌥Espace, ⌥L, ⌥E, ⌥D, ⌥. et ⌥⇧S ne saisissent plus de caractères, et ⌥ seul ouvre Apps.
ja: Windows キーのショートカットがオンで Win は ⌥ です：⌥Tab で Mission Control が開き、⌥スペース、⌥L、⌥E、⌥D、⌥.、⌥⇧S では文字を入力できず、⌥ を単独で押すと「アプリ」が開きます。
ko: Windows 키 단축키가 켜져 있으며 Win은 ⌥입니다: ⌥Tab은 Mission Control을 열고, ⌥스페이스, ⌥L, ⌥E, ⌥D, ⌥., ⌥⇧S는 더 이상 문자를 입력하지 않으며, ⌥만 누르면 앱이 열립니다.
pl: Skróty klawisza Windows są włączone, Win to ⌥: ⌥Tab otwiera Mission Control, ⌥Spacja, ⌥L, ⌥E, ⌥D, ⌥. i ⌥⇧S nie wpisują już znaków, a samo ⌥ otwiera Aplikacje.
pt_br: Os atalhos da tecla Windows estão ativados com Win como ⌥: ⌥Tab abre o Mission Control, ⌥Espaço, ⌥L, ⌥E, ⌥D, ⌥. e ⌥⇧S não digitam mais caracteres, e ⌥ sozinho abre Apps.
zh_hans: Windows 键快捷键已开启，Win 为 ⌥：⌥Tab 打开调度中心，⌥空格、⌥L、⌥E、⌥D、⌥. 和 ⌥⇧S 不再输入字符，单按 ⌥ 会打开“应用程序”。
zh_hant: Windows 鍵快速鍵已開啟，Win 為 ⌥：⌥Tab 打開指揮中心，⌥空白鍵、⌥L、⌥E、⌥D、⌥. 和 ⌥⇧S 不再輸入字元，單按 ⌥ 會打開「App」。

source: Windows scroll direction
de: Windows-Scrollrichtung
es: Dirección de desplazamiento de Windows
fr: Sens de défilement Windows
ja: Windows のスクロール方向
ko: Windows 스크롤 방향
pl: Kierunek przewijania z Windows
pt_br: Direção de rolagem do Windows
zh_hans: Windows 滚动方向
zh_hant: Windows 捲動方向

source: Windows shortcuts on Mac
de: Windows-Kurzbefehle auf dem Mac
es: Atajos de Windows en el Mac
fr: Les raccourcis Windows sur Mac
ja: Mac で Windows のショートカット
ko: Mac에서 쓰는 Windows 단축키
pl: Skróty z Windows na Macu
pt_br: Atalhos do Windows no Mac
zh_hans: Mac 上的 Windows 快捷键
zh_hant: Mac 上的 Windows 快速鍵

source: With arrows, Home, End and ⌫ it stays Ctrl, since fn+← is Home and fn+⌫ is ⌦.
de: Mit Pfeilen, Pos1, Ende und ⌫ bleibt es Strg, denn fn+← ist Pos1 und fn+⌫ ist ⌦.
es: Con flechas, Inicio, Fin y ⌫ sigue siendo Ctrl, porque fn+← es Inicio y fn+⌫ es ⌦.
fr: Avec les flèches, Début, Fin et ⌫, cela reste Ctrl, car fn+← est Début et fn+⌫ est ⌦.
ja: 矢印キー、Home、End、⌫ との組み合わせは Ctrl のままです。fn+← は Home、fn+⌫ は ⌦ になるためです。
ko: 화살표, Home, End, ⌫와 함께일 때는 Ctrl을 유지합니다. fn+←는 Home이고 fn+⌫는 ⌦이기 때문입니다.
pl: Ze strzałkami, Home, End i ⌫ zostaje Ctrl, bo fn+← to Home, a fn+⌫ to ⌦.
pt_br: Com setas, Home, End e ⌫ continua sendo Ctrl, pois fn+← é Home e fn+⌫ é ⌦.
zh_hans: 配方向键、Home、End 和 ⌫ 的仍用 Ctrl，因为 fn+← 就是 Home，fn+⌫ 就是 ⌦。
zh_hant: 配方向鍵、Home、End 和 ⌫ 的仍用 Ctrl，因為 fn+← 就是 Home，fn+⌫ 就是 ⌦。

source: Word Document
de: Word-Dokument
es: Documento de Word
fr: Document Word
ja: Word 文書
ko: Word 문서
pl: Dokument Word
pt_br: Documento do Word
zh_hans: Word 文档
zh_hant: Word 文件

source: Your previous settings were saved as “%@”. To go back to them, import that file with Import Settings… on the About page.
de: Deine bisherigen Einstellungen wurden als „%@“ gesichert. Um zu ihnen zurückzukehren, importiere diese Datei mit „Einstellungen importieren …“ auf der Seite „Über“.
es: Tus ajustes anteriores se guardaron como “%@”. Para volver a ellos, importa ese archivo con Importar ajustes… en la página Acerca de.
fr: Vos réglages précédents ont été enregistrés sous « %@ ». Pour y revenir, importez ce fichier avec Importer des réglages… dans la page À propos.
ja: 以前の設定は「%@」として保存されました。元に戻すには、「情報」ページの「設定を読み込む…」でこのファイルを読み込んでください。
ko: 이전 설정이 ‘%@’(으)로 저장되었습니다. 되돌리려면 정보 페이지의 ‘설정 가져오기…’로 이 파일을 가져오세요.
pl: Poprzednie ustawienia zapisano jako „%@”. Aby do nich wrócić, zaimportuj ten plik przyciskiem Importuj ustawienia… na stronie Informacje.
pt_br: Seus ajustes anteriores foram salvos como “%@”. Para voltar a eles, importe esse arquivo com Importar Ajustes… na página Sobre.
zh_hans: 原来的设置已备份为「%@」。想恢复原来的设置，在「关于」页面用「导入设置…」导入这个文件即可。
zh_hant: 原本的設定已備份為「%@」。想恢復原本的設定，在「關於」頁面用「匯入設定…」匯入這個檔案即可。

source: Your rules come before the preset: where both use the same shortcut, yours wins.
de: Deine Regeln gehen der Vorgabe vor: Nutzen beide denselben Kurzbefehl, gewinnt deine.
es: Tus reglas van antes que el preajuste: si ambos usan el mismo atajo, gana la tuya.
fr: Vos règles passent avant le préréglage : si les deux utilisent le même raccourci, la vôtre l’emporte.
ja: あなたのルールはプリセットより優先されます。同じショートカットでは、あなたのルールが使われます。
ko: 사용자 규칙이 기본 설정보다 우선합니다. 같은 단축키를 쓰면 사용자 규칙이 적용됩니다.
pl: Twoje reguły mają pierwszeństwo przed ustawieniami wstępnymi: gdy oba używają tego samego skrótu, wygrywa Twoja.
pt_br: Suas regras vêm antes do predefinido: se os dois usam o mesmo atalho, a sua vence.
zh_hans: 你的规则优先于预设：同一个快捷键以你的规则为准。
zh_hant: 你的規則優先於預設：同一個快速鍵以你的規則為準。

source: Zoom in
de: Vergrößern
es: Acercar
fr: Zoom avant
ja: 拡大
ko: 확대
pl: Powiększ
pt_br: Ampliar
zh_hans: 放大
zh_hant: 放大

source: Zoom out
de: Verkleinern
es: Alejar
fr: Zoom arrière
ja: 縮小
ko: 축소
pl: Pomniejsz
pt_br: Reduzir
zh_hans: 缩小
zh_hant: 縮小

source: Zoom with modifier + scroll
de: Mit Sondertaste + Scrollen zoomen
es: Zoom con modificador + desplazamiento
fr: Zoom avec touche + défilement
ja: 修飾キー＋スクロールでズーム
ko: 보조 키 + 스크롤로 확대/축소
pl: Powiększanie modyfikatorem + przewijaniem
pt_br: Zoom com modificador + rolagem
zh_hans: 修饰键 + 滚轮缩放
zh_hant: 變更鍵 + 滾輪縮放

source: Zooms pages and documents, like Ctrl+wheel on Windows.
de: Zoomt Seiten und Dokumente, wie Strg+Rad unter Windows.
es: Amplía páginas y documentos, como Ctrl+rueda en Windows.
fr: Zoome les pages et documents, comme Ctrl+molette sous Windows.
ja: Windows の Ctrl+ホイールのように、ページや書類をズームします。
ko: Windows의 Ctrl+휠처럼 페이지와 문서를 확대/축소합니다.
pl: Powiększa strony i dokumenty, jak Ctrl+kółko w Windows.
pt_br: Amplia páginas e documentos, como Ctrl+roda no Windows.
zh_hans: 缩放网页和文档，就像 Windows 的 Ctrl+滚轮。
zh_hant: 縮放網頁和文件，就像 Windows 的 Ctrl+滾輪。

source: ^[%lld mapping](inflect: true)
de: ^[%lld Zuordnung](inflect: true)
es: ^[%lld asignación](inflect: true)
fr: ^[%lld correspondance](inflect: true)
ja: %lld 件のマッピング
ko: %lld개 매핑
pl: Przypisania: %lld
pt_br: ^[%lld mapeamento](inflect: true)
zh_hans: %lld 条映射
zh_hant: %lld 項對應

source: ^[%1$lld shortcut](inflect: true) in %2$lld groups; the mouse and its wheel are on the Mouse page.
de: ^[%1$lld Kurzbefehl](inflect: true) in %2$lld Gruppen; Maus und Rad sind auf der Seite „Maus“.
es: ^[%1$lld atajo](inflect: true) en %2$lld grupos; el ratón y su rueda están en la página Ratón.
fr: ^[%1$lld raccourci](inflect: true) dans %2$lld groupes ; la souris et sa molette sont sur la page Souris.
ja: %2$lld グループに %1$lld 件のショートカット。マウスとホイールは「マウス」ページにあります。
ko: 단축키 %1$lld개, %2$lld개 그룹. 마우스와 휠은 마우스 페이지에 있습니다.
pl: Skróty: %1$lld, grupy: %2$lld; mysz i jej kółko są na stronie Mysz.
pt_br: ^[%1$lld atalho](inflect: true) em %2$lld grupos; o mouse e a roda estão na página Mouse.
zh_hans: %1$lld 个快捷键，分 %2$lld 组；鼠标和滚轮在“鼠标”页。
zh_hant: %1$lld 個快速鍵，分 %2$lld 組；滑鼠和滾輪在「滑鼠」頁面。

source: fn cannot be part of this shortcut. Choose one with ⌘, ⌥, ⌃ or ⇧.
de: fn kann nicht Teil dieses Kurzbefehls sein. Wähle einen mit ⌘, ⌥, ⌃ oder ⇧.
es: fn no puede formar parte de este atajo. Elige uno con ⌘, ⌥, ⌃ o ⇧.
fr: fn ne peut pas faire partie de ce raccourci. Choisissez-en un avec ⌘, ⌥, ⌃ ou ⇧.
ja: このショートカットには fn を使えません。⌘、⌥、⌃、⇧ を使ったものを選んでください。
ko: 이 단축키에는 fn을 포함할 수 없습니다. ⌘, ⌥, ⌃ 또는 ⇧이 들어간 단축키를 선택하십시오.
pl: fn nie może być częścią tego skrótu. Wybierz skrót z ⌘, ⌥, ⌃ lub ⇧.
pt_br: fn não pode fazer parte deste atalho. Escolha um com ⌘, ⌥, ⌃ ou ⇧.
zh_hans: 这个快捷键不能包含 fn，请用 ⌘、⌥、⌃ 或 ⇧ 组合。
zh_hant: 這個快速鍵不能包含 fn，請用 ⌘、⌥、⌃ 或 ⇧ 組合。

source: fn or Ctrl with the scroll wheel zooms the page.
de: fn oder Strg mit dem Mausrad zoomt die Seite.
es: fn o Ctrl con la rueda hace zoom en la página.
fr: fn ou Ctrl avec la molette zoome la page.
ja: fn または Ctrl を押しながらホイールを回すとページをズームできます。
ko: fn 또는 Ctrl을 누른 채 휠을 돌리면 페이지가 확대/축소됩니다.
pl: fn lub Ctrl z kółkiem powiększa stronę.
pt_br: fn ou Ctrl com a roda do mouse amplia a página.
zh_hans: 按住 fn 或 Ctrl 滚动滚轮可以缩放页面。
zh_hant: 按住 fn 或 Ctrl 捲動滾輪可以縮放頁面。

source: fn+click adds to a selection and opens a link in a new tab, as ⌘+click does on a Mac. fn stands in for Ctrl, as on the Shortcuts page.
de: fn+Klick erweitert eine Auswahl und öffnet einen Link in einem neuen Tab, wie ⌘+Klick auf dem Mac. fn steht für Strg, wie auf der Seite „Kurzbefehle“.
es: fn+clic amplía una selección y abre un enlace en una pestaña nueva, como ⌘+clic en Mac. fn sustituye a Ctrl, como en la página Atajos.
fr: fn+clic étend une sélection et ouvre un lien dans un nouvel onglet, comme ⌘+clic sur Mac. fn remplace Ctrl, comme sur la page Raccourcis.
ja: fn+クリックで選択に追加したり、リンクを新しいタブで開いたりできます。Mac の ⌘+クリックと同じです。「ショートカット」ページと同じく、fn が Ctrl の代わりです。
ko: fn+클릭으로 선택 항목에 추가하고 링크를 새 탭에서 엽니다. Mac의 ⌘+클릭과 같습니다. 단축키 페이지와 마찬가지로 fn이 Ctrl을 대신합니다.
pl: fn+kliknięcie rozszerza zaznaczenie i otwiera łącze w nowej karcie, jak ⌘+kliknięcie na Macu. fn zastępuje Ctrl, jak na stronie Skróty.
pt_br: fn+clique amplia uma seleção e abre um link em uma nova aba, como ⌘+clique no Mac. fn substitui o Ctrl, como na página Atalhos.
zh_hans: fn+点击可加选文件、在新标签页打开链接，相当于 Mac 上的 ⌘+点击。fn 代替 Ctrl，与「快捷键」页一致。
zh_hant: fn+按一下可加選檔案、在新標籤頁打開連結，相當於 Mac 上的 ⌘+按一下。fn 代替 Ctrl，與「快速鍵」頁面一致。

source: fn+click and Ctrl+click add to a selection and open a link in a new tab, as ⌘+click does on a Mac. Ctrl+click then no longer opens the shortcut menu; the right button and a two-finger click still do.
de: fn+Klick und Strg+Klick erweitern eine Auswahl und öffnen einen Link in einem neuen Tab, wie ⌘+Klick auf dem Mac. Strg+Klick öffnet dann kein Kontextmenü mehr; die rechte Taste und ein Zwei-Finger-Klick weiterhin schon.
es: fn+clic y Ctrl+clic amplían una selección y abren un enlace en una pestaña nueva, como ⌘+clic en Mac. Entonces Ctrl+clic ya no abre el menú contextual; el botón derecho y el clic con dos dedos sí.
fr: fn+clic et Ctrl+clic étendent une sélection et ouvrent un lien dans un nouvel onglet, comme ⌘+clic sur Mac. Ctrl+clic n’ouvre alors plus le menu contextuel ; le bouton droit et le clic à deux doigts le font toujours.
ja: fn+クリックと Ctrl+クリックで選択に追加したり、リンクを新しいタブで開いたりできます。Mac の ⌘+クリックと同じです。オンにすると Ctrl+クリックではショートカットメニューが開かなくなります。右ボタンや 2 本指のクリックでは引き続き開きます。
ko: fn+클릭과 Ctrl+클릭으로 선택 항목에 추가하고 링크를 새 탭에서 엽니다. Mac의 ⌘+클릭과 같습니다. 이때 Ctrl+클릭으로는 단축 메뉴가 열리지 않으며, 오른쪽 버튼과 두 손가락 클릭으로는 계속 열립니다.
pl: fn+kliknięcie i Ctrl+kliknięcie rozszerzają zaznaczenie i otwierają łącze w nowej karcie, jak ⌘+kliknięcie na Macu. Ctrl+kliknięcie nie otwiera wtedy menu podręcznego; prawy przycisk i kliknięcie dwoma palcami nadal tak.
pt_br: fn+clique e Ctrl+clique ampliam uma seleção e abrem um link em uma nova aba, como ⌘+clique no Mac. Assim, Ctrl+clique não abre mais o menu de atalhos; o botão direito e o clique com dois dedos ainda abrem.
zh_hans: fn+点击和 Ctrl+点击可加选文件、在新标签页打开链接，相当于 Mac 上的 ⌘+点击。开启后 Ctrl+点击不再弹出快捷菜单；鼠标右键和触控板双指点按仍然可以。
zh_hant: fn+按一下和 Ctrl+按一下可加選檔案、在新標籤頁打開連結，相當於 Mac 上的 ⌘+按一下。開啟後 Ctrl+按一下不再顯示快速選單；滑鼠右鍵和觸控式軌跡板雙指按一下仍然可以。

# keycap.end
source: End
de: Ende
es: Fin
fr: Fin

# keycap.home
source: Home
de: Pos1
es: Inicio
fr: Début

# keycap.shift
source: Shift
de: Umschalt
es: Mayús
fr: Maj
